fio/fio_disk/disk_bare/log/RAID0/log_38/sdi/fio_read_512k.log
test: (g=0): rw=read, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=14669: Mon Jul 23 20:00:03 2018
   read: IOPS=415, BW=208MiB/s (218MB/s)(1024MiB/4925msec)
    slat (usec): min=34, max=744, avg=102.23, stdev=55.38
    clat (msec): min=11, max=302, avg=153.51, stdev=22.13
     lat (msec): min=11, max=302, avg=153.62, stdev=22.12
    clat percentiles (msec):
     |  1.00th=[   48],  5.00th=[  150], 10.00th=[  150], 20.00th=[  150],
     | 30.00th=[  153], 40.00th=[  153], 50.00th=[  155], 60.00th=[  157],
     | 70.00th=[  157], 80.00th=[  157], 90.00th=[  157], 95.00th=[  159],
     | 99.00th=[  255], 99.50th=[  279], 99.90th=[  296], 99.95th=[  300],
     | 99.99th=[  305]
   bw (  KiB/s): min=208896, max=217088, per=99.99%, avg=212878.22, stdev=3256.11, samples=9
   iops        : min=  408, max=  424, avg=415.78, stdev= 6.36, samples=9
  lat (msec)   : 20=0.39%, 50=0.68%, 100=1.12%, 250=96.73%, 500=1.07%
  cpu          : usr=0.37%, sys=4.89%, ctx=2044, majf=0, minf=559
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=0.8%, 32=1.6%, >=64=96.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=2048,0,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
   READ: bw=208MiB/s (218MB/s), 208MiB/s-208MiB/s (218MB/s-218MB/s), io=1024MiB (1074MB), run=4925-4925msec

Disk stats (read/write):
  sdi: ios=4072/0, merge=0/0, ticks=613282/0, in_queue=616555, util=98.08%